Repository: GolosChain/golos-ios
Catalog: golos-ios/Resources/*.lproj/Localizable.strings
Languages: ru, uk

# Blog Platform 0
source: Blog Platform 1 the next generation
ru: Блог Платформа 1 следующего поколения
uk: Блог Платформа 1 наступного покоління

# Blog Platform 1
source: Blog Platform 2 the next generation
ru: Блог Платформа 2 следующего поколения
uk: Блог Платформа 2 наступного покоління

# Blog Platform 2
source: Blog Platform 3 the next generation
ru: Блог Платформа 3 следующего поколения
uk: Блог Платформа 3 наступного покоління

# Blog Platform 3
source: Blog Platform 4 the next generation
ru: Блог Платформа 4 следующего поколения
uk: Блог Платформа 4 наступного покоління

source: Welcome
ru: Добро пожаловать
uk: Ласкаво просимо

source: in Golos.io
ru: в Golos.io
uk: у Golos.io

# Do Not Registered
source: Don’t have an account?
ru: Вы ещё не зарегистрированы?
uk: Ви ще не зареєстровані?

source: No QR code is detected
ru: QR-код не обнаружен
uk: QR-код не виявлено

source: QR code is detected
ru: QR-код обнаружен
uk: QR-код виявлений

# Voice Power Title
source: Vote against
ru: Голосовать против

# Voice Power Subtitle
source: A vote against can remove rewards and make the post less visible. Voting against should be based on:
ru: Голос против может сделать пост менее видимым. Голосование против должно основываться на:

# Voice Power Label 2
source: Fraud or plagiarism
ru: Мошенничество или плагиат

# Voice Power Label 3
source: Hate speech or Internet trolling
ru: Разжигание ненависти или Интернет троллинг

# Voice Power Label 4
source: Intentional mis-categorization of content or spam
ru: Преднамеренная неправильная категоризация контента или спам

# ActionYes
source: Yes
ru: Да
uk: Так

# ActionCancel
source: Cancel
ru: Отмена
uk: Відміна

# ActionChange
source: Change
ru: Изменить

source: Log In
ru: Войти
uk: Увійти

source: Sign In
ru: Регистрация
uk: Реєстрація

# More Info
source: More about Golos.io
ru: Больше о Golos.io
uk: Більше про Golos.io

# Registration
source: Sign Up here
ru: Регистрация
uk: Реєстрація

# Enter With Active Key
source: Log In with active key
ru: Войти с активным ключом
uk: Увійти з активним ключем

# Enter With Posting Key
source: Log In with posting key
ru: Войти с постинг ключом
uk: Увійти з постинг ключем

source: Write
ru: Написать
uk: Написати

source: Posts
ru: Посты
uk: Пости

source: Replies
ru: Ответы
uk: Відповіді

source: Favorites
ru: Избранное
uk: Вибране

source: Information
ru: Информация
uk: Інформація

# Post Title
source: Post
ru: Пост
uk: Пост

# Comment Title Noun
source: Comment
ru: Комментарий
uk: Коментар

# Answer Title
source: Answer
ru: Ответ
uk: Відповідь

# Reply Title Verb
source: Reply
ru: Ответить
uk: Відповісти

# Edit Profile Title
source: Edit Profile
ru: Редактировать профиль
uk: Редагувати профіль

# Remote Notifications Title
source: Notifications
ru: Уведомления
uk: Повідомлення

# Other photo Title
source: Other photo
ru: Другое фото
uk: Інше фото

# Change User Cover Photo Title
source: Change Cover Photo
ru: Изменить обложку
uk: Змінити обкладинку

# Save Verb Title
source: Save
ru: Сохранить
uk: Зберегти

source: Wiki Golos
ru: Wiki Голоса
uk: Wiki Голосу

source: About Golos.io
ru: О Golos.io
uk: О Golos.io

source: Privacy Policy
ru: Политика конфиденциальности
uk: Політика конфіденційності

# Switch Account Verb
source: Switch Account
ru: Сменить аккаунт
uk: Змінити акаунт

# Exit Verb
source: Log Out
ru: Выйти
uk: Вийти

# Promote Post Verb
source: Promote Post
ru: Продвинуть пост

# Donate Verb
source: Thanking
ru: Отблагодарить

# Hide Comments Verb
source: Hide Comments
ru: Скрыть комментарии

# Show Comments Verb
source: Show Comments
ru: Показать комментарии

source: Load More
ru: Загрузить ещё

source: Load Comments
ru: Загрузить комментарии

# Action Sheet Popular
source: Popular
ru: Популярное

# Action Sheet Vote
source: Vote
ru: Голоса

# Action Sheet First New
source: First New
ru: Сначала новые

# Action Sheet First Old
source: First Old
ru: Сначала старые

# Reply Verb
source: Reply
ru: Ответить

# Vote Verb
source: Vote
ru: Голосовать

source: Info
ru: Инфо
uk: Інфо

source: Error
ru: Ошибка
uk: Помилка

source: In development
ru: В разработке
uk: В розробці

# Voting Verb
source: Voting
ru: Голосование

source: New
ru: Новое
uk: Нове

source: Actual
ru: Актуальное
uk: Актуальне

source: Popular
ru: Популярное
uk: Популярне

source: Promo
ru: Промо
uk: Промо

source: Lenta
ru: Лента
uk: Стрічка

# Enter Title
source: Enter
ru: Войти
uk: Увійти

# Cancel Title
source: Cancel
ru: Отмена
uk: Відміна

source: Exit
ru: Выход
uk: Вихід

# Are Your Sure?
source: Are you sure?
ru: Вы уверены?
uk: Ви впевнені?

# Please Login in App
source: You must enter the application for this action
ru: Вы должны войти в приложение для этого действия
uk: Будь ласка, зареєструйтесь у додатку

# Publish Title
source: Publish
ru: Опубликовать
uk: Опублікувати

# Comment Title Verb
source: Comment
ru: Комментировать
uk: Коментувати

# Add Link Title
source: Add link
ru: Добавить ссылку
uk: Додати гіперпосилання

# Take Photo Title
source: Take photo
ru: Создать фотографию
uk: Створити фотографію

# Open Photo Title
source: Open photo
ru: Открыть фотографию
uk: Відкрити фотографію

# Image saved to Photo Library
source: Your image has been saved to Photo Library!
ru: Ваша фотография сохранена в Альбоме!
uk: Ваша фотографія збережена в Альбомі!

source: Tag
ru: Тег
uk: Тег

# Posts Title
source: Posts
ru: Постов
uk: Постів

source: Followers
ru: Подписчиков
uk: Передплатників

source: Followings
ru: Подписок
uk: Підписок

source: Subscriptions
ru: Подписки
uk: Підписки

source: Dolphin
ru: Дельфин
uk: Дельфін

source: QR Scanner
ru: QR сканер
uk: QR сканер

source: Gudgeon
ru: Пескарь
uk: Пескарь

source: Killer Whale
ru: Касатка
uk: Касатка

source: Whale
ru: Кит
uk: Кіт

source: answered your
ru: ответил на ваш
uk: відповів на ваш

source: Settings
ru: Настройки
uk: Налаштування

source: COMMON
ru: ОБЩИЕ
uk: ЗАГАЛЬНІ

source: Interface Language
ru: Язык интерфейса
uk: Мова інтерфейсу

source: English
ru: Английский
uk: Англійська

source: Russian
ru: Русский
uk: Російська

source: Ukrainian
ru: Украинский
uk: Українська

source: Select Currency
ru: Выберите валюту
uk: Оберіть валюту

source: Voice Power
ru: Сила голоса
uk: Сила голосу

source: LENTA VIEWING
ru: ПРОСМОТР ЛЕНТЫ
uk: ПЕРЕГЛЯД СТРІЧКИ

source: Mode
ru: Режим
uk: Режим

# Day Mode
source: Day
ru: Дневной
uk: Денний

source: Compact Mode
ru: Компактный режим
uk: Компактний режим

source: Images Viewing
ru: Просмотр картинок
uk: Перегляд картинок

source: Viewed Posts
ru: Просмотренные посты
uk: Переглянуті пости

source: MEMORIES
ru: УПОМИНАНИЯ
uk: ЗГАДКИ

source: Upvote
ru: Апвоут
uk: Апвоут

# Short Comment
source: Comment
ru: Коммент
uk: Коментар

source: Reblog
ru: Реблог
uk: Реблог

source: Private Messages
ru: Личные сообщения
uk: Особисті повідомлення

# Post Replies
source: Post Responses
ru: Ответы на пост
uk: Відповіді на пост

# Comments Replies
source: Comments Responses
ru: Ответы на комментарии
uk: Відповіді на коментарі

source: for
ru: для
uk: для

source: Your Login
ru: Ваш логин
uk: Ваш логін

source: About Yourself
ru: О себе
uk: Про себе

source: City
ru: Город
uk: Місто

source: Website Link
ru: Ссылка на сайт
uk: Посилання на сайт

# Create Post Success
source: Post successfully published
ru: Пост успешно опубликован

# Create Comment Success
source: Comment successfully published
ru: Комментарий успешно опубликован

# Create Comment Reply Success
source: Comment Reply successfully published
ru: Ответ на комментарий успешно опубликован

# Add Comment Success
source: Comment successfully published
ru: Комментарий успешно опубликован

# Add Comment Reply Success
source: Comment reply successfully published
ru: Ответ к комментарию успешно опубликован

source: Permlink without timing
ru: Уникальный permlink
uk: Унікальний permlink

source: Permlink with timing
ru: Необходимо добавить таймштамп к permlink
uk: Необхідно додати таймштамп до permlink

source: Sort by
ru: Сортировать по

# Comments Noun
source: Comments
ru: Комментарии

source: Published in
ru: Опубликовано в

source: Previously:
ru: Предварительно:

source: Recent Past
ru: Недавно

source: Unknown User
ru: неизвестный аккаунт

# Subscribe Success
source: Thanks, You subscribed to the author
ru: вы подписались на

# Unsubscribe Success
source: Thanks, You unsubscribed from the author
ru: вы отписались от

# Cancel Vote Message
source: Deleting a vote will change your decision to vote for this post
ru: Удаление голоса изменит ваше решение по голосованию за этот пост

# Enter Login Placeholder
source: Enter your login
ru: Введите ваш логин
uk: Введіть ваш логін

# Enter Posting Key Placeholder
source: Private posting key
ru: Приватный постинг ключ
uk: Приватний постинг ключ

# Enter Active Key Placeholder
source: Private active key
ru: Приватный активный ключ
uk: Приватний активний ключ

# Enter Post Title Placeholder
source: Add an interesting title
ru: Напишите заголовок
uk: Напишіть заголовок

# Enter Text Placeholder
source: Enter message text
ru: Напишите текст сообщения
uk: Напишіть текст повідомлення

# Enter Comment Placeholder
source: Enter your comment
ru: Напишите ваш комментарий
uk: Напишіть ваш коментар

# Enter your text
source: Enter name of link
ru: Напишите имя ссылки
uk: Напишіть ім'я посилання

# Enter your link
source: Enter link address
ru: Напишите адрес ссылки
uk: Напишіть адресу посилання

# Enter prefix
source: Enter
ru: Напишите
uk: Напишіть

# Lenta List is empty
source: List of My Subscriptions is empty
ru: Тут пока пусто. Подпишитесь на интересных авторов, чтобы читать их
uk: Список Моїх підписок порожній

# Popular List is empty
source: List of Popular Posts is empty
ru: Тут пока пусто. Будь в топе. На Golos.io ценяться мнения, истории, творческий контент
uk: Список Популярних постів порожній

# Actual List is empty
source: List of Actual Posts is empty
ru: Тут пока пусто. На Golos.io ценяться мнения, истории, творческий контент
uk: Список Актуальних постів порожній

# New List is empty
source: List of New Posts is empty
ru: Тут пока пусто. Исследуй разные #теги
uk: Список Нових постів порожній

# Promo List is empty
source: List of Promo Posts is empty
ru: Тут пока пусто.
uk: Список Промо постів порожній

# Reply List is empty
source: List of Answers is empty
ru: Тут пока пусто. Начни писать посты и получать комментарии от пользователей
uk: Список Відповідей порожній

# Blog List is empty
source: List of My Blog is empty
ru: Тут пока пусто. Можешь написать свой первый пост с тегами #голос #знакомство
uk: Список Моїх постів порожній

# Comment List is empty
source: List of Comments is empty
ru: Тут пока пусто. Начни писать комментарии к постам

# First Name Last Name Placeholder
source: First Name Last Name
ru: Имя Фамилия
uk: Ім'я Прізвище

# Short About Yourself Placeholder
source: About Yourself
ru: Немного о себе
uk: Трохи про себе

source: Developer error!
ru: Ошибка разработчика!
uk: Помилка розробника!

source: Request Failed
ru: Ошибка запроса
uk: Помилка запиту

source: Invalid Data
ru: Неверные данные
uk: Невірні данні

source: Response Unsuccessful
ru: Ошибка сервера. Попробуйте еще раз
uk: Помилка обробки відповіді сервера

source: JSON Parsing Failure
ru: Ошибка анализа JSON структуры
uk: Помилка аналізу JSON структури

source: JSON Conversion Failure
ru: Ошибка конвертации JSON структуры в модель
uk: Помилка конвертації JSON структури в модель

# Signing Transaction Failure
source: Error signing transaction
ru: Ошибка подписания трансакции
uk: Помилка підпису транзакції

# No Internet Connection
source: There is no internet connection
ru: Отсутствует связь с интернетом
uk: Відсутній зв'язок з Інтернетом

# Login Hint
source: Enter login
ru: Введите логин
uk: Введіть логін

# Posting Key Hint
source: Enter private posting key
ru: Введите приватный постинг ключ
uk: Введіть приватний постинг ключ

# Active Key Hint
source: Enter private active key
ru: Введите приватный активный ключ
uk: Введіть приватний активний ключ

# Camera is not available
source: Your device's camera is not available
ru: Камера вашего устройства недоступна
uk: Відсутній доступ до камери вашого пристрою

# Album is not available
source: Your device's album is not available
ru: Альбом вашего устройства недоступен
uk: Відсутній доступ до альбому вашого пристрою

source: No image found
ru: Фотография не найдена
uk: Фотографія відсутня

# Create Post Title Hint
source: Enter an interesting title
ru: Введите название заголовка
uk: Введіть назву заголовка

# Post Text Body Hint
source: Enter message text
ru: Введите текст сообщения
uk: Введіть текст повідомлення

# Scanner device error
source: Your device does not support scanning a code from an item. Please use a device with a camera.
ru: Ваше устройство не поддерживает сканирование кода. Пожалуйста, используйте устройство с камерой.
uk: Ваш пристрій не підтримує сканування коду. Будь ласка, використовуйте пристрій з камерою.

# CoreData saved error
source: There was an error creating or loading the application's saved data
ru: Произошла ошибка при создании или загрузке сохраненных данных приложения
uk: Сталася помилка під час створення або завантаження збережених даних додатку

# CoreData init error
source: Failed to initialize the application's saved data
ru: Не удалось инициализировать сохраненные данные приложения
uk: Неможливо ініціалізувати збережені дані додатку

# Login error
source: Wrong login or password. Try entering again
ru: Неверный логин или пароль. Попробуйте ввести ещё раз
uk: Помилка авторизації. Якщо повториться - спробуйте вийти і зайти у свій аккаунт

source: User is not found
ru: Пользователь не найден
uk: Користувач відсутній

source: User follow counts are not found
ru: Информация о подписчиках и подписках не найдена
uk: Інформація про передплатників та підписках відсутня

source: User followings are not found
ru: Информация о подписках не найдена

# List of users is empty
source: User list is empty
ru: Список пользователей пустой
uk: Список користувачів порожній

# List of posts is empty
source: Post list is empty
ru: Список постов пустой
uk: Список постів порожній

# Fetching Failed
source: Fetching Failed from CoreData
ru: Ошибка загрузки данных из CoreData

source: Broken Link Failure
ru: Указана неверная ссылка

# Response All Content Replies error
source: Response All Content Replies Result Error
ru: Ошибка загрузки списка комментариев для выбранного поста

# Voter maximum number error
source: You have used the maximum number of attempts to vote for this entry.
ru: Вы использовали максимальное количество попыток проголосовать за данную запись.

source: Can only vote once every 3 seconds
ru: Вы можете голосовать только раз в 3 секунды

source: You have already voted in a similar way.
ru: Вы уже голосовали аналогичным образом

source: Missing Posting Authority
ru: Ошибка авторизации

# Login Help Step Title 1
source: 1. Go to website https://golos.io
uk: 1. Заходимо на сайт https://golos.io

# Login Help Step Title 2
source: 2. Proceed to ”Wallet“ section
uk: 2. Переходимо на вкладку "Гаманець"

# Login Help Step Title 3 Posting
source: 3. In “Permissions“ section press show private posting key (it starts from 5 or 1)
uk: 3. У розділі "Дозволи" натисніть показати приватний постинг ключ. (він починається з 5 або 1)

# Login Help Step Title 3 Active
source: 3. In “Permissions“ section press show private active key (it starts from 5 or 1)
uk: 3. У розділі "Дозволи" натисніть показати приватний активний ключ. (він починається з 5 або 1)

# Login Help Step Title 4
source: 4. You can copy-paste it, or scan through QR-code.
uk: 4. Його потрібно скопіювати або відсканувати відповідний QR-код

# Add Max 5 Tags
source: Add tags (max 5)
uk: Напишіть 5 тегів

# Thanks understood
source: Got it
uk: Дякую, я все зрозумів

# Select topic
source: Select a topic
uk: Оберіть тему

source: Subscribe
uk: Підписатися

source: days ago
uk: дн потому

# Today ago
source: less than an hour ago
uk: сьогодні

# Night Mode
source: Night
uk: Нічний

# Moscow Placeholder
source: Moscow
uk: Москва

# Response Result is empty
source: The blockchain returned an empty value
uk: Сервер повернув порожнє значення

source: You can add up to 5 tags
uk: Ви можете створити не більше 5 тегів

# Scanner Key Code error
source: The code of the scanned key must begin with 5 or 1
uk: Код ключа, що сканується повинен починатися з 5 або 1

source: You may only post once every 5 minutes
uk: Ви можете відправляти нові повідомлення кожні 5 хвилин
